export const PROPS = {
  str: {
    propName: 'str',
    title: '力量',
    des: '力量代表人物肌肉强度与力气大小。由于直接影响战斗表现，本属性对战士、野蛮人、圣武士、巡林客与武僧特别重要。力量也与人物可携带的装备重量有关（详见第九章）。'
  },
  dex: {
    propName: 'dex',
    title: '敏捷',
    des: '敏捷代表人物手眼协调、肢体灵活、反应与平衡能力。本属性对游荡者非常重要。此外，经常穿着轻型或中型盔甲（野蛮人、巡林客）、经常未着防具（武僧、法师、术士）、以及欲成为老练弓箭手的人物，也最好拥有较高的敏捷。'
  },
  con: {
    propName: 'con',
    title: '体质',
    des: '体质代表人物的健康状况与耐力。由于体质调整值会影响生命值，因此体质对所有职业都很重要。'
  },
  wis: {
    propName: 'wis',
    title: '感知',
    des: '感知代表人物的意志力、常识、感受力与直觉。智力为分析资讯的能力，感知则和人物感受调和周遭事物的能力相关。感知是牧师和德鲁伊最重要的属性，对圣武士和巡林客也很重要。若希望人物感觉敏锐，请将感知值设高。所有生物都有感知属性。'
  },
  int: {
    propName: 'int',
    title: '智力',
    des: '智力代表人物的学习与思考能力。本属性对法师非常重要，法师可施展的法术数量、对方抵抗法术的难度、以及法术威力都和智力有关。此外，想拥有多项技能的人物，也最好拥有较高的智力。'
  },
  cha: {
    propName: 'cha',
    title: '魅力',
    des: '魅力代表人物的性格气度、说服力、领导能力与外表吸引力。本属性为其性格上的力量，而非仅止于人物在社交场合的表现。魅力是圣武士、术士与吟游诗人最重要的属性。此外，魅力影响驱散不死生物的能力，对牧师也很重要。所有生物都有魅力属性。'
  }
}